{
    "0": {
        "title": "8oz Coffee Cup | 240ml",
        "url": "https://shop.zuscoffee.com/products/8oz-coffee-cup-240ml",
        "price": 75.0,
        "description": "Made for the golden ratio.\n\n\n\nDesigned for those who appreciate the craft, the ZUS Coffee 8oz Cup is the perfect size for lattes, flat white, or even a smooth matcha. Its shape is ideal for showcasing latte art, letting every pour shine beautifully.\n\n\n\n\n\nThe cup’s curved inner shell makes cleaning effortless, while the ceramic-coated interior ensures every sip tastes exactly the way it should — pure, rich, and uncompromised.\n\n\n\n\n\nA cup made for baristas, coffee lovers, and anyone who believes the details matter."
    },
    "1": {
        "title": "All Day Cup | 500ml",
        "url": "https://shop.zuscoffee.com/products/all-day-cup-500ml-17oz",
        "price": 79.0,
        "description": "Your drinks All Day, everyday.\nThis tumbler’s more than a way to sip on delicious drinks. With a leak proof, dual-purpose lid, your hot or iced drinks will be kept perfectly preserved for up to 16 hours so you can enjoy each sip like it’s the first. \nPair your All Day Cup with gorgeous accessories for a colourful upgrade."
    },
    "2": {
        "title": "All Day Cup Aqua | 500ml",
        "url": "https://shop.zuscoffee.com/products/all-day-cup-500ml-17oz-aqua-collection",
        "price": 79.0,
        "description": "Your drinks All Day, everyday.\nWhen you’re the life of the party, you’ll find yourself gravitating towards experiences that can be shared with others. You’re like the endless water: expansive, an adventure waiting to unfold. You’re never in one place when there’s a whole world out there."
    },
    "3": {
        "title": "All Day Cup Mountain | 500ml",
        "url": "https://shop.zuscoffee.com/products/all-day-cup-500ml-17oz-mountain-collection",
        "price": 79.0,
        "description": "Your drinks All Day, everyday. \n\nMaybe quietude and constancy are your mottos, or you feel at home amongst the fresh, clean air of higher altitudes. As steadfast as the tall trees, you’ve got a grounded confidence about you that speaks of surety, of someone who knows what they want and moves to achieve it."
    },
    "4": {
        "title": "All Day Cup Sundaze | 500ml",
        "url": "https://shop.zuscoffee.com/products/all-day-cup-500ml-17oz-sundaze-collection",
        "price": 79.0,
        "description": "Your drinks All Day, everyday.\nSunkissed skin, sandy beaches, and breezy shores—our Sundaze collection brings the seaside to you in three shades to inspire the serene beauty of the sea, the sand, and the stretch of space in between."
    },
    "5": {
        "title": "All Day Cup Sunrise | 500ml",
        "url": "https://shop.zuscoffee.com/products/all-day-cup-500ml-17oz-sunrise-collection",
        "price": 79.0,
        "description": "Your drinks All Day, everyday.\nYou’re not just the caretaker of your group, you’re the one they turn to when times are tough. Like the soft rise of the sun, your rays of warmth are strong and steady, and you can always be counted on as someone who’s always there."
    },
    "6": {
        "title": "All Day Cup Sunset | 500ml",
        "url": "https://shop.zuscoffee.com/products/all-day-cup-500ml-17oz-sunset-collection",
        "price": 79.0,
        "description": "Your drinks All Day, everyday.\nMature, intentional, and always present, you’re the definition of timeless grace and quiet strength. As golden as the rays that close the day, you’re in your element when things are balanced—whether it’s ambition and mental health or rest and results."
    },
    "7": {
        "title": "All Day Cup Classic | 500ml",
        "url": "https://shop.zuscoffee.com/products/all-day-cup-classic-500ml",
        "price": 85.0,
        "description": "A classic way to enjoy your drinks All Day, everyday.\nInspired by the colours that make ZUS® so recognisable. From the silver of our coffee machines, the black of the freshest Americano, and the iconic blue of ZUS®, these are the classic colours every fan needs to show off their love. \n\n\n\nTrueCoat coating is only available for Space Black and ZUS® Blue."
    },
    "8": {
        "title": "[Corak Malaysia] All Day Cup",
        "url": "https://shop.zuscoffee.com/products/corak-malaysia-all-day-cup",
        "price": 79.0,
        "description": "Your drinks All Day, everyday.\n\nLAWANGANInspired by Lawangan, a traditional motif found on the ceremonial textile known as Siung Papar, this design pays tribute to the rich cultural heritage of the Murut and Lundayeh people.\n\n\n\n\n\nBUNGA RINDUInspired by rich Peranakan heritage, Bunga Rindu captures the charm of traditional Nyonya pottery—renowned for its vibrant colors, floral motifs, and delicate craftsmanship.\n\n\n\n\n\nLABU SAYONGLabu Sayong is a traditional earthenware vessel used to store drinking water. Often adorned with delicate leaf motifs, Labu Sayong reflects themes of fertility, growth, and harmony with nature."
    },
    "9": {
        "title": "[Corak Malaysia] Dwi Lestari",
        "url": "https://shop.zuscoffee.com/products/corak-malaysia-dwi-lestari",
        "price": 112.0,
        "description": "Make everyday a day to celebrate our heritage.\n\n\nOur Dwi Lestari comes in three new inspired variations of the Corak Malaysia series, perfect for you to show off your love for the vibrancy of our culture and art.\n\n\n\n\nThis bundle features:\nCorak Malaysia All Day Cup\nCorak Malaysia Bandana"
    },
    "10": {
        "title": "[Corak Malaysia] Dwi Sejoli",
        "url": "https://shop.zuscoffee.com/products/corak-malaysia-dwi-sejoli",
        "price": 112.0,
        "description": "Make everyday a day to celebrate our heritage.\n\nOur Dwi Sejoli comes in three new inspired variations of the Corak Malaysia series, perfect for you to show off your love for the vibrancy of our culture and art.\nThis bundle features:\nCorak Malaysia All Day Cup\nCorak Malaysia Cup Sleeve"
    },
    "11": {
        "title": "All Day Cup Corak (Tiga Sekawan Bundle) | 500ml",
        "url": "https://shop.zuscoffee.com/products/corak-malaysia-tiga-sekawan-bundle",
        "price": 100.4,
        "description": "Your drinks All Day, everyday.\nShow your appreciation of our local arts with the Tiga Sekawan bundle in three variations, inspired by the vibrant culture and history of our country’s thirteen states.\nThis bundle features:\nCorak Malaysia All Day Cup\nCorak Malaysia Cup Sleeve\nCorak Malaysia Reusable Straw Kit"
    },
    "12": {
        "title": "[Corak Malaysia] Triloka Warisan",
        "url": "https://shop.zuscoffee.com/products/corak-malaysia-triloka-warisan",
        "price": 141.0,
        "description": "Make everyday a day to celebrate our heritage.\n\nOur Triloka Warisan comes in three new inspired variations of the Corak Malaysia series, perfect for you to show off your love for the vibrancy of our culture and art.\n\n\n\nThis bundle features:\nCorak Malaysia All Day Cup\nCorak Malaysia Cup Sleeve\nCorak Malaysia Bandana"
    },
    "13": {
        "title": "Frozee Cold Cup | 650ml",
        "url": "https://shop.zuscoffee.com/products/frozee-cold-cup-650ml-22oz",
        "price": 55.0,
        "description": "Embrace the chill.\nWhether you’re a frappe-lover or simply adore iced drinks, our Frozee Cold Cup will keep your drink cold for longer thanks to its double wall insulation. Not to mention, our straws are reusable and our lids are spill-proof—no messes allowed here."
    },
    "14": {
        "title": "ZUS Ngupi® Glass Food Container",
        "url": "https://shop.zuscoffee.com/products/ngupi-glass-food-container",
        "price": 23.0,
        "description": "Bring a dash of nostalgia to your kitchen with this NGUPI® container, dressed in charming kopitiam-inspired prints! Whether you're storing snacks or serving up leftovers, its tight-fitting lid locks in freshness."
    },
    "15": {
        "title": "All-Can Tumbler | 600ml",
        "url": "https://shop.zuscoffee.com/products/zus-all-can-tumbler-600ml-20oz",
        "price": 105.0,
        "description": "Your companion through the day.\nNeed a tumbler that’ll stick with you through a long office day or exhausting gym session?\nCalling All-Can Tumbler! With interchangeable lids—screw-on for your hot americano, flip-top for your iced sips—and a good 8 hours of perfectly preserved temperatures, this tumbler is perfect to take on-the-go.\nWhether you’re in the humid jungle or a freezing office, All-Can is with you through it all."
    },
    "16": {
        "title": "CNY Fridge Magnet - Full Set - 6's",
        "url": "https://shop.zuscoffee.com/products/zus-cny-fridge-magnet-full-set-6s",
        "price": 48.0,
        "description": "Your fridge just got a whole lot more ONG.\nGet ready to celebrate Chinese New Year with ZUS Coffee! This season, we’re bringing you an exclusive chance to collect limited-edition magnets with a festive twist.\nZUS Coin\nIntroducing the ZUS Coin – your symbol of wealth, prosperity, and good fortune! Stick this magnet on your fridge this Chinese New Year and bring good vibes to your kitchen. With six unique designs, it’s more than just a magnet – it’s a festive touch that will remind you to embrace good fortune every day\nStay Healthy, No Cap \nZUS wishes you a year filled with good health, happiness, and plenty of great coffee! Featuring playful cracker engravings, this fridge magnet is a friendly reminder to keep your kitchen stocked with the essentials. Health is wealth – so let this magnet inspire you to nourish both body and soul! \nVibes on Vibes\nMay your year be as sweet as nian gao! This fridge magnet is here to bring all the good vibes. Let the festive energy of this magnet remind you to enjoy life’s little moments and spread happiness. \nLevel Up, Fam\nAscension is on the horizon! ZUS wishes you promotions, success, and all the career wins this year. This motivational fridge magnet is here to keep you focused on your goals. Whether you’re brewing your morning coffee or planning your next big move, let it remind you that success is always within reach. \nSmile On Always \nLaughter is the best medicine, and this fridge magnet brings it right to your kitchen. With its uplifting message, it’s a constant reminder to find joy in every moment. Every time you open the fridge, smile a little brighter, and let positivity fill your space. \nBig Wins, No Ls \nThis year is all about winning! Keep this fridge magnet as a reminder that success is yours to claim. With its motivational message, it’s perfect for keeping you focused and energized to take on any challenge. Let it be your go-to source of inspiration in the kitchen – and more."
    },
    "17": {
        "title": "Denim Tote Bag",
        "url": "https://shop.zuscoffee.com/products/zus-denim-tote-bag",
        "price": 19.4,
        "description": "For all your (emotional) baggage needs.\nIntroducing our Denim Tote Bag, made to handle all that drama—and more. Spacious and made of a thick denim material, our tote bag can comfortably hold your daily essentials thanks to its extra secure stitching. It also features a unique embroidered label on the back for a unique touch."
    },
    "18": {
        "title": "OG Ceramic Mug | 470ml",
        "url": "https://shop.zuscoffee.com/products/zus-og-ceramic-mug-470ml",
        "price": 39.0,
        "description": "Minimalist mug for delicious sips.\n\nOur OG Ceramic Mug makes those small moments all the more comfortable. High-quality ceramic blends effortlessly with an ergonomic handle for an easy grip—ensuring you get the ultimate cosy experience with style and practicality."
    },
    "19": {
        "title": "OG Cup 2.0 | 500ml",
        "url": "https://shop.zuscoffee.com/products/zus-og-cup-2-0-with-screw-on-lid",
        "price": 79.0,
        "description": "Sip and savour each and every note.\nWhat makes our OG Cup 2.0 so special?\nIt’s leak proof, comes with a screw-on lid for that no mess experience, and a ceramic interior that better preserves flavours so you can savour every note of your drink.\nNow available in three colours: Thunder Blue, Space Black, and Lucky Pink."
    },
    "20": {
        "title": "Stainless Steel Mug | 420ml",
        "url": "https://shop.zuscoffee.com/products/zus-stainless-steel-mug-420ml",
        "price": 59.0,
        "description": "Coffee smells better outdoors.\n\nDoes it? I guess it's time to find out! Made for those who cherish the outdoors or simply just prefer sipping their coffee through a mug. Made from durable 304 stainless steel, features double-wall vacuum insulation to keep your drinks hot or cold up to 5 hours.No matter where your journey takes you—whether it’s a roadside coffee break to \"heal\" or a moment in the mountains surrounded by good company—we’re more than just a mug for great coffee. We’re the small comfort you can always count on, wherever the road may lead."
    }
}